Revit 2024 API
ParameterTypeId.DividedSurfaceGridOptionParamn1 Property
 "Option 1"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId DividedSurfaceGridOptionParamn1 { get; }
Visual Basic
Public Shared ReadOnly Property DividedSurfaceGridOptionParamn1 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DividedSurfaceGridOptionParamn1 {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace